// © Copyright 2010, 2015 HP Development Company, L.P.

// workflows ID's and their localizable shortcut display name

"WID_SavePDF" = "Zapisz jako PDF";
"WID_EmailPDF" = "Wyślij w wiadomości e-mail jako PDF";
"WID_SaveEditableText" = "Zapisz jako tekst edytowalny (OCR)";
"WID_SaveJPEG" = "Zapisz jako JPEG";
"WID_EmailJPEG" = "Wyślij w wiadomości e-mail jako JPEG";
"WID_GeneralScan" = "Skan codzienny";

// ScanShortcut groups
"Scan to Computer Group" = "Skróty „Skanuj do komputera”";
"Scan to E-mail Group" = "Skróty „Skanuj do poczty e-mail”";

// Error message related to non availability of scan dependent components

"HP_SCAN_3_APP_NOT_FOUND_TITLE" = "Nie znaleziono aplikacji HP Scan 3";
"HP_SCAN_3_APP_NOT_FOUND_DESC" = "Sprawdź, czy aplikacja HP Scan 3 jest dostępna. Aplikacja jest potrzebna w celu załadowaniu modułu dodatkowego SSM";

"SCAN_ACTION_NOT_FOUND_TITLE" = "Nie znaleziono akcji skanowania z urządzenia HP";
"SCAN_ACTION_NOT_FOUND_DESC" = "Sprawdź, czy akcja „Scan from an HP Device.action” jest dostępna. Ta akcja jest potrzebna w celu załadowania modułu dodatkowego SSM";

"CHANGE_TYPE_OF_FILES_ACTION_NOT_FOUND" = "Nie znaleziono akcji zmiany typu plików";
"CHANGE_TYPE_OF_FILES_ACTION_NOT_FOUND_DESC" = "Sprawdź, czy akcja „Change_Type_Of_Files.action” jest dostępna. Ta akcja jest potrzebna w celu załadowania modułu dodatkowego SSM";
